'use client'
import React from 'react'
import { FaDownload } from "react-icons/fa";

const SmallAbout = () => {
    return (
        <div className="h-auto w-full p-4 sm:p-6 lg:p-10">
            <div className="flex flex-col sm:flex-row w-full justify-between items-start sm:items-center">
                <h1 className='text-2xl sm:text-3xl font-extrabold'>عن البرنامج</h1>
                <button className='flex items-center gap-2 sm:gap-3 bg-black p-2 sm:p-3 text-white rounded-lg mt-4 sm:mt-0'>
                    تحميل الملف التعريفي <FaDownload />
                </button>
            </div>
            <div className="mt-5 sm:mt-7">
                <p className='leading-7 sm:leading-9 font-semibold text-sm sm:text-base'>
                    تُقدم وزارة الصناعة والثروة المعدنية وجهات المنظومة خدمات ومحفزات عديدة لدعم رواد الأعمال، وتعمل الوزارة جاهدةً على تحفيز المستثمرين الجدد وتشجيعهم على الاستفادة من هذه الخدمات لتنمية ثقافة الابتكار وريادة الأعمال في المملكة عبر اكثر من 225 خدمة وحافز مثل تقديم الأراضي الصناعية، والقروض الصناعية المسهلة، وغيرها ,ويجدر بالذكر ان الاستثمارات في المنشآت الصغيرة والمتوسطة تشكل 34% من اجمالي الاستثمارات في القطاع، وعددها يمثل 92% من اجمالي عدد المنشآت الصناعية في المملكة، وعدد موظفيها يمثل 54% من اجمالي عدد موظفي القطاع. وبفضل الله ثم الجهود القائمة، يعتبر أداء المملكة في ريادة الاعمال مقارب لمتوسط البلدان ذات الأداء المرتفع، وجهود المملكة تتماشى مع برامج تمكين المنشآت الصغيرة والمتوسطة في عدد من الدول المتقدمة مثل ألمانيا، ويشمل اهتمام القطاع الصناعي بريادة الأعمال والمنشآت الناشئة خلق بيئة محفزة ومساعدة على جميع المستويات التشغيلية والتمويلية واللوجستية بما يعزز مستويات الابتكار في المنشآت الصناعية الوطنية ويسهل وصولها إلى الأسواق المحلية والإقليمية والعالمية.
                </p>
            </div>
        </div>
    )
}

export default SmallAbout
